[{"title":"Big Bay","desc":"Big Bay is a prime panfish location for anglers because of its shallow depth, making it one of the first locations to freeze over on Oneida Lake. Also popular for Largemouth Bass and other fish that prefer vegetation and shallow water.","call_name":"big_bay"},{"title":"Lake Sturgeon","desc":"The Lake Sturgeon is a threatened species of fish, uncommonly found in Oneida Lake. The last record of a Lake Sturgeon being angler-caught was in 1976. The species is generally documented as far back as 1856. In order to increase the number of sturgeon within Oneida Lake, the Oneida Fish Cultural Station began stocking fish in the lake in 1995. Sturgeon can live to be over 50 years old and weigh easily over 100 pounds. Because of their threatened status, they cannot be kept when caught.","call_name":"sturgeon"},{"title":"Billington Bay","desc":"Billington Bay is a popular spot for Largemouth Bass, which prefer bays with developed vegetation to dig into and hide. Largemouth Bass can especially be found beneath docks and other cover. Also houses panfish, pickerel, and other shallow water species.","call_name":"billington_bay"},{"title":"Muskrat Bay","desc":"Muskrat Bay is located next to Oneida Shores, and is a popular site for Largemouth Bass and Panfish fishing. Many of the bays are popular Muskrat sighting spots, as they prefer shallow brackish water. Muskrats can appear similar to Beavers, but differ slightly in size and tail shape.","call_name":"muskrat_bay"},{"title":"Oneida River","desc":"The Oneida River is about 18 miles long, and flows between Oneida Lake and the Seneca River, also creating the Oswego River. Many of the same fish species that swim through Oneida Lake also dwell within the river. Great Blue Herons are also a common sight along the shoreline of the river. As history has progressed the river has held several names; during the Colonial period it was known as the Onondaga River.","call_name":"oneida_river"},{"title":"Maple Bay","desc":"Maple Bay is a bay on the southern shore of Oneida Lake, home to many panfish, including Yellow Perch, and Largemouth Bass. Maple Bay is also a popular destination for duck species, including Mallards and various species of Mergansers.","call_name":"maple_bay"}]